{"data":{"allMarkdownRemark":{"edges":[{"node":{"frontmatter":{"title":"CivicActions’ Aaron Pava to Serve as Executive Director of Agile Government Leadership Association (AGL)","date":"June 12, 2018","publication":"AGL Blog","link_text":"AGL Launches Non-Profit to Serve Government Innovation Community","website":"https://medium.com/agile-government-leadership/agl-establishes-non-profit-association-to-serve-government-innovation-community-4d9dfb88b7dc"},"html":"<p>Aaron Pava, co-founder of AGL and Chief Experience Officer at CivicActions, will serve as Executive Director of AGL’s newly formed nonprofit trade association that seeks to promote innovative practices in government.</p>"}},{"node":{"frontmatter":{"title":"CivicActions’ John O’Duinn in InformationWeek: \"People Are the Real Metrics\"","date":"June 05, 2018","publication":"InformationWeek","link_text":"Don’t Get Sidetracked by Flashy Metrics, Success is in the People","website":"https://www.informationweek.com/government/dont-get-side-tracked-by-flashy-metrics-success-is-in-the-people/d/d-id/1331791"},"html":"<p>InformationWeek interviewed John O’Duinn, Senior Strategist at CivicActions, about his talk at InterOp ITX in which he explained that the best way to track the success of government IT is to focus on the impact for citizens.</p>"}},{"node":{"frontmatter":{"title":"Remote Teams Create High Productivity, Happy Workers","date":"March 27, 2018","publication":"InformationWeek","link_text":"Create An All-Star Tech Team: Welcome Remote Workers","website":"https://www.informationweek.com/strategic-cio/team-building-and-staffing/create-an-all-star-tech-team-welcome-remote-workers/a/d-id/1331254"},"html":"<p>CivicActions’ John O’Duinn, a technology leader, author, and expert on remote teams, explains the benefits gained by tech companies willing to open their doors to remote workers — and the strategies to help remote teams work effectively.  </p>"}},{"node":{"frontmatter":{"title":"CivicActions Named to 2018 GovTech 100 Top Government Technology Companies List","date":"January 10, 2018","publication":"Government Technology","link_text":"2018 GovTech 100 List","website":"http://www.govtech.com/100/"},"html":"<p>We’re honored to be named to the esteemed GovTech 100 list — for the second year in a row — of technology companies focused on making a difference in state and local governments and improving outcomes for their citizens.  </p>"}},{"node":{"frontmatter":{"title":"CivicActions Named to “Top 50 Best Places to Work in 2017”","date":"December 05, 2017","publication":"Business Insider","link_text":"50 best small companies to work for 2017","website":"https://www.businessinsider.com/50-best-small-companies-to-work-for-2017-according-to-employees-2017-11"},"html":"<p>We are thrilled to hold the 13th spot on a list of small to midsize companies with the best culture and highest employee satisfaction ratings for 2017, published by the employee-review site <a href=\"https://www.comparably.com/\">Comparably</a>.  </p>"}}]}},"pageContext":{}}